package Lesson7.HW;

public class Decrease {

    //Вывести в консоль все числа от 40 до 20 включительно в порядке убывания.
    public static void main(String[] args) {
        for (int i = 40; i>=20; i--){
            System.out.println(i);
        }
    }

}
